brew "asdf"
brew "gh"
brew "jq"
brew "postgresql@16"
cask "1password"
cask "arc"
cask "brave-browser"
cask "cursor"
# cask "discord" # Personal use
cask "dropbox"
cask "figma"
cask "google-chrome"
cask "iterm2"
# cask "microsoft-teams" # Optional
cask "notion"
cask "pop"
cask "raycast"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "tuple"
cask "visual-studio-code"
# cask "vlc" # Personal use
# cask "vsee" # Personal use
cask "warp"
cask "zoom"
